Repository: seagullua/MathIsFun2
Catalog: Resources_storage/translations/Translation.*.po
Languages: ru

# menu.resume
source: Resume
ru: Продолжить

# menu.restart
source: Restart
ru: Сначала

# menu.skip_level
source: Skip Level
ru: Пропустить

# menu.found_solutions
source: Found Solutions
ru: Найденные Решения

# menu.levels
source: Levels
ru: Уровни

# buy_full_version.title
source: Buy Full Game Version
ru: Купить Полную версию Игры

# buy_full_version.description
source: -no ads -more levels -more fun
ru: - Без рекламы - 200 уровней для детей - Счет до 10, сложение и вычитание

# pop_up.buy_full_version.button.buy_now
source: Buy Now
ru: Купить Сейчас

# pop_up.buy_full_version.button.later
source: Buy Later
ru: Купить Позже

# rate_game.title
source: Rate the App
ru: Нравится Игра?

# pop_up.rate.button.rate_now
source: Rate Now
ru: Оценить Сейчас

# pop_up.rate.button.later
source: Rate Later
ru: Оценить Позже

# developers_scene.title
source: Developers
ru: Разработчики

# developers.list
source: Andrii Chaika Diana Sirenko Ruslana Chaika
ru: Андрий Чайка Диана Сиренко Руслана Чайка

# pop_up.buy_hints.title
source: Get hints
ru: Получить Подсказки

# pop_up.buy_hints.text
source: There wil be more hints tomorrow! Verify it later!
ru: Завтра будет больше подсказок! Проверьте позже!

# main_menu.go_out.title
source: Would you like to leave the program?
ru: Хотите выйти из программы?

# collection_name.100
source: Orange Juice
ru: Апельсиновый Сок

# collection_name.200
source: Green Kivi
ru: Зеленое Киви

# collection_name.300
source: Big Grapes
ru: Большой Виноград

# collection_name.400
source: Lime Jelly
ru: Лаймовое Желе

# collection_name.500
source: Magenta Cherry
ru: Красные Черешни

# collection_name.600
source: Yellow Lemon
ru: Желтый Лимон

# collection_name.1000
source: Grapefruit
ru: Грейпфрут

# collection_name.2000
source: Nutritious Plum
ru: Питательная Слива

# collection_name.3000
source: Autumn Apple
ru: Осеннее Яблоко

# collection_name.4000
source: Raspberry
ru: Малина

# collection_name.locked
source: Locked
ru: Закрыто

# select_collection.title
source: Select Collection
ru: Выбор Коллекции

# select_levels.title
source: Select Levels
ru: Вибор Уровней

# settings_menu.scene.title
source: Settings
ru: Настройки

# settings_menu.developers.title
source: Developers
ru: Разработчики

# settings_menu.reset.title
source: Reset Progress
ru: Очистить Историю Игры

# settings_menu.restore.title
source: Restore Purchases
ru: Возобновить Покупки

# pop_up.reset_progress.title
source: Would you like to reset your Progress?
ru: Вы уверены, что хотите удалить всю информацию о пройденных уровнях?
